export const faq = [
    {
      "id": 1,
      "title_ar": " كيف يمكن الإطلاع علي تقارير الحضور و الإنصراف؟",
      "answer_ar":"يمكنك الإطلاع على تقارير الحضور و الإنصراف بالضغط على قائمة الحضور و الانصراف في الرئيسية.",
      "title_en": "",
      "answer_en": "",
      "category_id": 5
    },
    {
      "id": 2,
      "title_ar" : "كيف يمكن الإطلاع على تقارير المستندات؟",
      "answer_ar":"يمكنك الإطلاع على تقارير المستندات الخاصة بمنشأتك و موظفيك عن طريق الضغط على زر تقرير المستندات في الرئيسية.",
      "title_en": "",
      "answer_en": "",
      "category_id": 5
    },
    {
        "id": 3,
        "title_ar" : "كيف يمكن إرسال التنبيهات و الإنذارات للموظف لتظهر له عبر تطبيق بصمتك؟",
        "answer_ar":"يمكنك إرسالها من خلال الدخول على التنبيهات والإنذارات ثم إختيار الموظف المطلوب إرسال الإشعار له و الضفط على زر(إرسال التنبيهات) ستظهر لك شاشة يمكنك من خلالها إرسال التنبيه او الإشعار اللذي تريده و يمكن إرفاق ملف مع التنبيه و الإشعار.",
        "title_en": "",
        "answer_en": "",
        "category_id": 5
    },
    {
        "id": 4,
        "title_ar" : "كيف يمكن الإطلاع على الطلبات الحديثة؟",
        "answer_ar":"يمكنك الإطلاع علي الطلبات الحديثة بالضغط على (الطلبات الحديثة) في قائمة الطلبات",
        "title_en": "",
        "answer_en": "",
        "category_id": 10
    },
    {
        "id": 5,
        "title_ar" : "كيف يمكن الإطلاع على جميع الطلبات؟",
        "answer_ar":"يمكنك الإطلاع علي الطلبات الحديثة بالضغط على (الطلبات الحديثة) في قائمة الطلبات",
        "title_en": "",
        "answer_en": "",
        "category_id": 10
    },
    {
        "id": 6,
        "title_ar" : "ما هي أنواع الطلبات التي يمكن أن يقدمها الموظف؟",
        "answer_ar":"يوجد العديد من الطلبات يمكن للموظف تقديمها منها : - طلب سلفة - طلب إجازة (إجازة مرضية, إجازة سنوية,إجازة طارئة..) - طلب تغير جوال - طلب بصمة خروج منسية - طلب إزالة تأخير - طلبات أخرى (حسب ما يريده الموظف).",
        "title_en": "",
        "answer_en": "",
        "category_id": 10
    },
    {
        "id": 7,
        "title_ar" : "كيف يمكن الإطلاع على تسلسل الموافقات ؟",
        "answer_ar":"يمكنك الإطلاع عليه من خلال الذهاب إلى قائمة الطلبات و الضغط على (تسلسل الموافقات. ",
        "title_en": "",
        "answer_en": "",
        "category_id": 10
    },
    {
        "id": 8,
        "title_ar" : "كيف يمكن الإطلاع على قائمة الموظفين ؟",
        "answer_ar":"(يمكنك الإطلاع على قائمة الموظفين بالذهاب إلى الموظفين في لوحة التحكم ثم الضغط على(قائمة الموظفين",
        "title_en": "",
        "answer_en": "",
        "category_id": 6
    },
    {
        "id": 9,
        "title_ar" : "كيف يمكن إضافة موظف جديد ؟",
        "answer_ar":"يمكنك إضافه موظف جديد بالذهاب إلى الموظفين في لوحة التحكم ثم الضفط علي (موظف جديد) ستظهر لك صفحة يمكنك من خلالها تعبئة بيانات الموظف مثل إسمه بالكامل و رقم جواله و وظيفته و غيرها ",
        "title_en": "",
        "answer_en": "",
        "category_id": 6
    },
    {
        "id": 10,
        "title_ar" : " هل يمكن إستيراد قائمة الموظفين من ملف إكسل؟",
        "answer_ar":" نعم يمكنك ذلك ، و ذلك من خلال الضفط على (إستيراد إكسل) من قائمة الموظفين ستظهر لك شاشة يمكنك من خلالها سحب ملف إلإكسل و إفلاته في الموقع او تصفح جهازك و إختيار الملف المطلوب رفعه في النظام.",
        "title_en": "",
        "answer_en": "",
        "category_id": 6
    },
    {
        "id": 11,
        "title_ar" : " كيف يمكن إضافة أوقات العمل؟",
        "answer_ar":"يمكنك إضافتها بالذهاب إلى الموظفين في لوحة التحكم ثم الضفط على (اوقات العمل) ستنتقل إلى صفحة يمكنك من خلالها إضافه اوقات العمل بالضفط على إضافه فترة عمل و عبرها يمكنك اختيار اعدادات فترة العمل ال تي تتناسب معك. ",
        "title_en": "",
        "answer_en": "",
        "category_id": 6
    },
    {
        "id": 12,
        "title_ar" : " كيف يمكن إضافة مواقع العمل و الفروع ؟",
        "answer_ar":"يمكنك ذلك من خلال الذهاب إلى قائمة التحكم في لوحة التحكم ثم قم بالضغط على(المواقع و الفروع) ، ستظهر لك صفحة يمكنك من خلالها إضافه مواقع العمل و الفروع بالضغط على (إنشاء موقع / فرع جديد) ثم تحديد موقع الفرع / الموقع علي الخريطة ، ثم إدخال اسم الفرع ثم الضفط على زر التأكيد ",
        "title_en": "",
        "answer_en": "",
        "category_id": 8
    },
    {
        "id": 13,
        "title_ar" : " هل يمكن إنشاء أقسام للموظفين ؟",
        "answer_ar":"نعم يمكن ذلك من خلال الذهاب إلى التحكم في لوحة التحكم ثم الضغط على )أقسام الموظفين( ستظهر لك شاشة قم فيها بإدحال إسم القسم المطلوب ثم الضغط علي زر الحفظ",
        "title_en": "",
        "answer_en": "",
        "category_id": 8
    },
    {
        "id": 14,
        "title_ar" : "كيف يمكن إضافة الحسابات الإدارية ؟",
        "answer_ar":"يمكنك ذلك من خلال الذهاب إلى التحكم في لوحة التحكم ، ثم قم بالضغط علي الحسابات الإدارية . ستظهر لك صفحة يمكنك من خلالها تعبئة بيانات الإداري و رقمه و الفرع المسؤول عنه و غيرها ",
        "title_en": "",
        "answer_en": "",
        "category_id": 8
    },
    {
        "id": 15,
        "title_ar" : "هل يمكن إضافة و تعديل صلاحيات الحسابات الإدارية ؟",
        "answer_ar":"(نعم يمكنك ذلك من خلال الذهاب إلى التحكم في لوحة التحكم ، ثم قم بالضغط على صلاحيات الإداريين ، ستظهر لك صفحة يمكنك من خلالها تحديد صلاحيات الإداريين اوإضافة تصنيف جديد للصلاحيات من خلال الضفط على(اضافه مجموعه إدارية جديدة ",
        "title_en": "",
        "answer_en": "",
        "category_id": 8
    },
    {
        "id": 16,
        "title_ar" : "كيف يمكن الإطلاع على الإشتراكات وتاريخ إنتهائها و عدد الموظفين ؟",
        "answer_ar":"يمكنك ذلك من خلال الذهاب إلى اعدادات عامة في لوحة التحكم ثم الضغط علي الإشتراكات ، ستظهر لك صفحة تحتوي على جميع تفاصيل إشتراكاتك و مدة إنتهائها و عددالموظفين و غيرها  ",
        "title_en": "",
        "answer_en": "",
        "category_id": 8
    },
    {
        "id": 17,
        "title_ar" : "كيف يمكن الإطلاع على تفاصيل أجهرة البصمة التقليدية المتصلة بنظام بصمتك ؟",
        "answer_ar":"يمكنك ذلك من خلال الذهاب إلى اعدادات عامة في لوحة التحكم ثم الضغط علي الإجهزة ، ستظهز لك صفحة يمكنك من خلالها الإطلاع علي إحهزة البصمة و إعدادتها و كل التفاصيل الأخرى ",
        "title_en": "",
        "answer_en": "",
        "category_id": 8
    },
    {
        "id": 18,
        "title_ar" : "كيف يمكن الإطلاع على كشف الرواتب ( مسير الرواتب)  ؟",
        "answer_ar":"يمكنك الإطلاع على كشوفات الرواتب الحالية و السابقة من خلال الذهاب إلى المالية ثم الضفط على كشوفات الرواتب  ",
        "title_en": "",
        "answer_en": "",
        "category_id": 7
    },
    {
        "id": 19,
        "title_ar" : "كيف يمكن إنشاء كشف الرواتب ؟",
        "answer_ar":"(يمكنك انشاء كشف الرواتب من خلال الذهاب إلى الماليةثم الضفط على (إنشاء كشف الرواتب ،",
        "title_en": "",
        "answer_en": "",
        "category_id": 7
    },

  ]