
export const CitiesList = [
			{
				"id": 1,
				"name_ar": "الدمام"
			},
			{
				"id": 2,
				"name_ar": "الخبر"
			},
			{
				"id": 3,
				"name_ar": "الظهران"
			},
			{
				"id": 4,
				"name_ar": "القطيف"
			},
			{
				"id": 5,
				"name_ar": "سيهات"
			},
			{
				"id": 6,
				"name_ar": "سلوى"
			},
			{
				"id": 7,
				"name_ar": "بقيق"
			},
			{
				"id": 8,
				"name_ar": "العديد"
			},
			{
				"id": 9,
				"name_ar": "النعيريه"
			},
			{
				"id": 10,
				"name_ar": "الجبيل"
			},
			{
				"id": 11,
				"name_ar": "راس تنوره"
			},
			{
				"id": 12,
				"name_ar": "املج"
			},
			{
				"id": 13,
				"name_ar": "بدر"
			},
			{
				"id": 14,
				"name_ar": "ينبع البحر"
			},
			{
				"id": 15,
				"name_ar": "الزبير "
			},
			{
				"id": 16,
				"name_ar": "حداد بن مالك"
			},
			{
				"id": 17,
				"name_ar": "ابو راكه"
			},
			{
				"id": 18,
				"name_ar": "ابها "
			},
			{
				"id": 19,
				"name_ar": "سراة عبيده"
			},
			{
				"id": 20,
				"name_ar": "خميس مشيط"
			},
			{
				"id": 21,
				"name_ar": "المخواة"
			},
			{
				"id": 22,
				"name_ar": "قلوه"
			},
			{
				"id": 23,
				"name_ar": "البارك"
			},
			{
				"id": 24,
				"name_ar": "العقيق"
			},
			{
				"id": 25,
				"name_ar": "بلجرشي"
			},
			{
				"id": 26,
				"name_ar": "الباحة"
			},
			{
				"id": 27,
				"name_ar": "الاطاولة"
			},
			{
				"id": 28,
				"name_ar": "المندق"
			},
			{
				"id": 29,
				"name_ar": "نجران "
			},
			{
				"id": 30,
				"name_ar": "ابها"
			},
			{
				"id": 31,
				"name_ar": "الرس"
			},
			{
				"id": 32,
				"name_ar": "ينبع"
			},
			{
				"id": 33,
				"name_ar": "الرياض شرق"
			},
			{
				"id": 34,
				"name_ar": "العيينه"
			},
			{
				"id": 35,
				"name_ar": "المزاحميه"
			},
			{
				"id": 36,
				"name_ar": "الخرج"
			},
			{
				"id": 37,
				"name_ar": "الدرعيه "
			},
			{
				"id": 38,
				"name_ar": "الرياض جنوب"
			},
			{
				"id": 39,
				"name_ar": "الرفايع "
			},
			{
				"id": 40,
				"name_ar": "الدوادمي "
			},
			{
				"id": 41,
				"name_ar": "الجبيل "
			},
			{
				"id": 42,
				"name_ar": "الظلماوي"
			},
			{
				"id": 43,
				"name_ar": "قرين بني ثوعه "
			},
			{
				"id": 44,
				"name_ar": "قرين"
			},
			{
				"id": 45,
				"name_ar": "الحارثيه"
			},
			{
				"id": 46,
				"name_ar": "تربه"
			},
			{
				"id": 47,
				"name_ar": "الدرعيه"
			},
			{
				"id": 48,
				"name_ar": "النظيم "
			},
			{
				"id": 49,
				"name_ar": "بيشه"
			},
			{
				"id": 50,
				"name_ar": "الطائف"
			},
			{
				"id": 51,
				"name_ar": "المدينه المنورة "
			},
			{
				"id": 52,
				"name_ar": "البديعه"
			},
			{
				"id": 53,
				"name_ar": "بيشه الحيفه"
			},
			{
				"id": 54,
				"name_ar": "صامطه"
			},
			{
				"id": 55,
				"name_ar": "الافلاج"
			},
			{
				"id": 56,
				"name_ar": "مكه المكرمه "
			},
			{
				"id": 57,
				"name_ar": "القويعيه "
			},
			{
				"id": 58,
				"name_ar": "الحيفه"
			},
			{
				"id": 59,
				"name_ar": "الرويضه"
			},
			{
				"id": 60,
				"name_ar": "الكعوب"
			},
			{
				"id": 61,
				"name_ar": "المحرق"
			},
			{
				"id": 62,
				"name_ar": "طريب"
			},
			{
				"id": 63,
				"name_ar": "الطريف"
			},
			{
				"id": 64,
				"name_ar": "الزرقاء"
			},
			{
				"id": 65,
				"name_ar": "ثرب"
			},
			{
				"id": 66,
				"name_ar": "امبابه"
			},
			{
				"id": 67,
				"name_ar": "الفواره"
			},
			{
				"id": 68,
				"name_ar": "بريده"
			},
			{
				"id": 69,
				"name_ar": "ام القصى "
			},
			{
				"id": 70,
				"name_ar": "حفر الباطن"
			},
			{
				"id": 71,
				"name_ar": "الخرج "
			},
			{
				"id": 72,
				"name_ar": "حرمه "
			},
			{
				"id": 73,
				"name_ar": "الطفيري"
			},
			{
				"id": 74,
				"name_ar": "الزلفي "
			},
			{
				"id": 75,
				"name_ar": "عبس "
			},
			{
				"id": 76,
				"name_ar": "ناوان "
			},
			{
				"id": 77,
				"name_ar": "رغبه"
			},
			{
				"id": 78,
				"name_ar": "عفيف"
			},
			{
				"id": 79,
				"name_ar": "الحطيبي "
			},
			{
				"id": 80,
				"name_ar": "الحسين "
			},
			{
				"id": 81,
				"name_ar": "المويه "
			},
			{
				"id": 82,
				"name_ar": "محائل "
			},
			{
				"id": 83,
				"name_ar": "ضرماء "
			},
			{
				"id": 84,
				"name_ar": "الرين"
			},
			{
				"id": 85,
				"name_ar": "حريملاء"
			},
			{
				"id": 86,
				"name_ar": "شقراء"
			},
			{
				"id": 87,
				"name_ar": "الحرجه "
			},
			{
				"id": 88,
				"name_ar": "عوده سدير "
			},
			{
				"id": 89,
				"name_ar": "المجمعه "
			},
			{
				"id": 90,
				"name_ar": "دوما"
			},
			{
				"id": 91,
				"name_ar": "عرق"
			},
			{
				"id": 92,
				"name_ar": "ام الخرمه"
			},
			{
				"id": 93,
				"name_ar": "السليل "
			},
			{
				"id": 94,
				"name_ar": "الوجه"
			},
			{
				"id": 95,
				"name_ar": "القنفذه "
			},
			{
				"id": 96,
				"name_ar": "قنونا "
			},
			{
				"id": 97,
				"name_ar": "جده"
			},
			{
				"id": 98,
				"name_ar": "عمان"
			},
			{
				"id": 99,
				"name_ar": "المزرع "
			},
			{
				"id": 100,
				"name_ar": "الحدود الشماليه "
			},
			{
				"id": 101,
				"name_ar": "ركبه"
			},
			{
				"id": 102,
				"name_ar": "اسمر"
			},
			{
				"id": 103,
				"name_ar": "بلد المولغ "
			},
			{
				"id": 104,
				"name_ar": "قيا بالحارث"
			},
			{
				"id": 105,
				"name_ar": "الملحاء "
			},
			{
				"id": 106,
				"name_ar": "المنطقه الجنوبيه "
			},
			{
				"id": 107,
				"name_ar": "تبوك"
			},
			{
				"id": 108,
				"name_ar": "محبوبه"
			},
			{
				"id": 109,
				"name_ar": "الريث"
			},
			{
				"id": 110,
				"name_ar": "عسير"
			},
			{
				"id": 111,
				"name_ar": "ضمد"
			},
			{
				"id": 112,
				"name_ar": "الدرب"
			},
			{
				"id": 113,
				"name_ar": "الاحد"
			},
			{
				"id": 114,
				"name_ar": "الشقيق"
			},
			{
				"id": 115,
				"name_ar": "بيش"
			},
			{
				"id": 116,
				"name_ar": "صبيا"
			},
			{
				"id": 117,
				"name_ar": "أبو عريش"
			},
			{
				"id": 118,
				"name_ar": "أحد المسارحة"
			},
			{
				"id": 119,
				"name_ar": "العارضه"
			},
			{
				"id": 120,
				"name_ar": "سلام"
			},
			{
				"id": 121,
				"name_ar": "الضبيا"
			},
			{
				"id": 122,
				"name_ar": "صامطة"
			},
			{
				"id": 123,
				"name_ar": "جيزان"
			},
			{
				"id": 124,
				"name_ar": "الخوبه"
			},
			{
				"id": 125,
				"name_ar": "الداير"
			},
			{
				"id": 126,
				"name_ar": "العيدابي"
			},
			{
				"id": 127,
				"name_ar": "فيفا"
			},
			{
				"id": 128,
				"name_ar": "فرسان "
			},
			{
				"id": 129,
				"name_ar": "محافظة العديد"
			},
			{
				"id": 130,
				"name_ar": "سلوى"
			},
			{
				"id": 131,
				"name_ar": "الصناعيه"
			},
			{
				"id": 132,
				"name_ar": "القرى الشماليه"
			},
			{
				"id": 133,
				"name_ar": "الهفوف"
			},
			{
				"id": 134,
				"name_ar": "المبرز"
			},
			{
				"id": 135,
				"name_ar": "القرى الشرقية"
			},
			{
				"id": 136,
				"name_ar": "المراح"
			},
			{
				"id": 137,
				"name_ar": "العيون"
			},
			{
				"id": 138,
				"name_ar": "الوزيه"
			},
			{
				"id": 139,
				"name_ar": "العضيليه"
			},
			{
				"id": 140,
				"name_ar": "البطحاء"
			},
			{
				"id": 141,
				"name_ar": "شدقم"
			},
			{
				"id": 142,
				"name_ar": "الجله القويعيه"
			},
			{
				"id": 143,
				"name_ar": "خريص"
			},
			{
				"id": 144,
				"name_ar": "شجعه"
			},
			{
				"id": 145,
				"name_ar": "ارامكو"
			},
			{
				"id": 146,
				"name_ar": "شدقم "
			},
			{
				"id": 147,
				"name_ar": "الحويه"
			},
			{
				"id": 148,
				"name_ar": "رياض الخبراء"
			},
			{
				"id": 149,
				"name_ar": "البعيقه"
			},
			{
				"id": 150,
				"name_ar": "ضربه"
			},
			{
				"id": 151,
				"name_ar": "العبدليه"
			},
			{
				"id": 152,
				"name_ar": "قرية السعيره"
			},
			{
				"id": 153,
				"name_ar": "عيون الجواء"
			},
			{
				"id": 154,
				"name_ar": "المذنب"
			},
			{
				"id": 155,
				"name_ar": "الرس"
			},
			{
				"id": 156,
				"name_ar": "البكيريه"
			},
			{
				"id": 157,
				"name_ar": "الأسياح"
			},
			{
				"id": 158,
				"name_ar": "عنيزه"
			},
			{
				"id": 159,
				"name_ar": "القرعاء"
			},
			{
				"id": 160,
				"name_ar": "البدائع"
			},
			{
				"id": 161,
				"name_ar": "الهديه"
			},
			{
				"id": 162,
				"name_ar": "الخبراء"
			},
			{
				"id": 163,
				"name_ar": "الزلفي"
			},
			{
				"id": 164,
				"name_ar": "الجديدات"
			},
			{
				"id": 165,
				"name_ar": "ام سعده"
			},
			{
				"id": 166,
				"name_ar": "الابطين"
			},
			{
				"id": 167,
				"name_ar": "الشماسيه "
			},
			{
				"id": 168,
				"name_ar": "المرشد "
			},
			{
				"id": 169,
				"name_ar": "الدليميه"
			},
			{
				"id": 170,
				"name_ar": "الشملي"
			},
			{
				"id": 171,
				"name_ar": "حائل"
			},
			{
				"id": 172,
				"name_ar": "التربيه"
			},
			{
				"id": 173,
				"name_ar": "القاعد"
			},
			{
				"id": 174,
				"name_ar": "سعيدان "
			},
			{
				"id": 175,
				"name_ar": "الحائط"
			},
			{
				"id": 176,
				"name_ar": "الخطه"
			},
			{
				"id": 177,
				"name_ar": "عرعر"
			},
			{
				"id": 178,
				"name_ar": "هجرة ام خنصر"
			},
			{
				"id": 179,
				"name_ar": "هجرة المركوز"
			},
			{
				"id": 180,
				"name_ar": "سكاكا"
			},
			{
				"id": 181,
				"name_ar": "قارا"
			},
			{
				"id": 182,
				"name_ar": "الرفيعه"
			},
			{
				"id": 183,
				"name_ar": "ضوى"
			},
			{
				"id": 184,
				"name_ar": "هدبان"
			},
			{
				"id": 185,
				"name_ar": "خوعاء"
			},
			{
				"id": 186,
				"name_ar": "دومة الجندل"
			},
			{
				"id": 187,
				"name_ar": "هديب"
			},
			{
				"id": 188,
				"name_ar": "اللقائط"
			},
			{
				"id": 189,
				"name_ar": "صوير"
			},
			{
				"id": 190,
				"name_ar": "زلوم"
			},
			{
				"id": 191,
				"name_ar": "المدينه المنوره"
			},
			{
				"id": 192,
				"name_ar": "جدة"
			},
			{
				"id": 193,
				"name_ar": "مكة المكرمة"
			}

	]
